{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.13.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of4.bin", "group1-shard2of4.bin", "group1-shard3of4.bin", "group1-shard4of4.bin"], "weights": [{"name": "my_model/embedding/embeddings", "shape": [38, 256], "dtype": "float32"}, {"name": "my_model/gru/gru_cell/kernel", "shape": [256, 3072], "dtype": "float32"}, {"name": "my_model/gru/gru_cell/recurrent_kernel", "shape": [1024, 3072], "dtype": "float32"}, {"name": "my_model/gru/gru_cell/bias", "shape": [2, 3072], "dtype": "float32"}, {"name": "my_model/dense/kernel", "shape": [1024, 38], "dtype": "float32"}, {"name": "my_model/dense/bias", "shape": [38], "dtype": "float32"}]}]}