{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.13.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "embedding/embeddings", "shape": [37, 16], "dtype": "float32"}, {"name": "simple_rnn/simple_rnn_cell/kernel", "shape": [16, 256], "dtype": "float32"}, {"name": "simple_rnn/simple_rnn_cell/recurrent_kernel", "shape": [256, 256], "dtype": "float32"}, {"name": "simple_rnn/simple_rnn_cell/bias", "shape": [256], "dtype": "float32"}, {"name": "simple_rnn_1/simple_rnn_cell_1/kernel", "shape": [256, 256], "dtype": "float32"}, {"name": "simple_rnn_1/simple_rnn_cell_1/recurrent_kernel", "shape": [256, 256], "dtype": "float32"}, {"name": "simple_rnn_1/simple_rnn_cell_1/bias", "shape": [256], "dtype": "float32"}, {"name": "dense/kernel", "shape": [256, 37], "dtype": "float32"}, {"name": "dense/bias", "shape": [37], "dtype": "float32"}]}]}